Repository: runny-eggs/translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Reports
tr_tr: Raporlar

source: Course Dashboard
tr_tr: Ders Kontrol Paneli

source: Individual Learner Dashboard
tr_tr: Bireysel Öğrenci Kontrol Paneli

source: At-Risk Learners Dashboard
tr_tr: Risk Altındaki Öğrenciler Kontrol Paneli

source: Superset is not configured properly. Please contact your system administrator.
tr_tr: Superset düzgün yapılandırılmamış. Lütfen sistem yöneticinize başvurun.

source: Superset is only visible to course staff and instructors. Please contact your system administrator.
tr_tr: Superset yalnızca ders personeli ve eğitmenler tarafından görülebilir. Lütfen sistem yöneticinize başvurun.

source: Unable to fetch Superset guest token, Superset server error {server_response}
tr_tr: Superset konuk tokenı getirilemiyor, Superset sunucu hatası {server_response}

source: Unable to fetch Superset guest token, mostly likely due to invalid settings.SUPERSET_CONFIG
tr_tr: Büyük olasılıkla geçersiz ayarlar nedeniyle Superset konuk tokenı getirilemiyor.SUPERSET_CONFIG

source: Invalid course id: '{course_id}'
tr_tr: Geçersiz ders kimliği: '{course_id}'

source: Course not found: '{course_id}'
tr_tr: Ders bulunamadı: '{course_id}'

source: Display name
tr_tr: Görünen ad

source: Superset Dashboard
tr_tr: Superset Kontrol Paneli

source: Dashboard UUID
tr_tr: Kontrol Paneli UUID

source: The ID of the dashboard to embed. Available in the Superset embed dashboard UI.
tr_tr: Yerleştirilecek kontrol panelinin kimliği. Superset yerleşik kontrol paneli kullanıcı arayüzünde mevcuttur.

source: Filters
tr_tr: Filtreler

source: List of SQL filters to apply to the dashboard. E.g: ["org='edX'", "country in ('us', 'co')"] The fields used here must be available on every dataset used by the dashboard.
tr_tr: Uygulanacak SQL filtrelerinin listesi Gösterge Paneli. Örn: ["org='edX'", "country in ('us', 'co')"] Burada kullanılan alanlar, kontrol paneli tarafından kullanılan her veri kümesinde mevcut olmalıdır.
